{
  "Format": "1.23.0",
  "Changes": [

     { "Comment": "Castiel Section"},
     {
        "Action": "EditData",
        "Target": "Data/NPCDispositions",
        "Entries": {
         "Linus": "adult/neutral/shy/positive/male/datable/null/Town/winter 3//Tent 2 2/Castiel"
         }
     },
     {
        "Action": "EditData",
        "Target": "Characters/Dialog/Linus",
        "Entries": {
            "Introduction": "A stranger?... Hello.#$e#Don't mind me. I just live out here alone.",
            "reject_869": "What do you have there? Looks like it would make good bait.$h",
            "cc_Boulder": "My old friend, the glimmering boulder, has moved on. It may not seem like an important event, but to me it's a big change.#$b#I'm happy for the old rock to see more of the world, though.$h",
            "MovieInvitation": "Oh... me? I usually wouldn't, but... okay. It's nice of you to think about me.#$b#I'll head over there in a little while.",
            "Mon": "The crisp air of the wilderness is all I care to know.#$e#I live out here by choice.",
            "Tue": "Please excuse my awkwardness. My \"people skills\" are rusty.",
            "Wed": "I don't know you well enough to trust you. Sorry.",
            "Thu": "I don't like conflict. I don’t fight anymore. I watch the bees.",
            "Fri": "Please don't destroy my tent.#$e#It's happened before.$s",
            "Sat": "I'm happy by myself, you know.#$e#I don't need new friends.",
            "Sun4": "Monkeys... are so clever, and they're sensible in that they leave the skins on the bananas that they eat. Is it really necessary to test cosmetics on them? I mean, how important is lipstick to you, @?",
            "Tue4": "There’s more to humanity than survival. You... look for purpose, and you must not be defeated by anger or despair. Or hedonism, for that matter.",
            "Wed6": "I spend a lot of time thinking.#$e#If you can fully understand the reasons behind your thoughts, you'll have reached a new level of being.",
            "Wed2": "'Why is 6 afraid of 7?' I assume it's because 7 is a prime number and prime numbers can be intimidating.",
            "Thu4": "The people here seem nice, but they avoid me.#$e#People are afraid of the unknown.$u",
            "Fri4": "You can learn a lot from trees.#$b#Spend time with them and they might tell you their secrets.#$e#Go in peace, young one.",
            "Sat4": "I have everything I need to survive, and more. Nature plays a wonderful tune if you can only learn to listen.#$e#I also spend a lot of time reading. One of the reasons I stopped in the valley was for the great library.",
            "Sun": "#$1 linusVandal#Someone was throwing rocks at my tent last night... I just had to wait it out.$s$k#$e#I don't like to stay in one place for too long. There's just too much to experience in the world.",
            "summer_Mon4": "During all these years I've discovered a few secrets about life.#$e#You'll have to find out for yourself.",
            "summer_Mon": "#$1 LinusHeron#I saw a heron wading gracefully through the morning mist. Such are the treasures of a quiet life.$k#$e#It's so easy to get caught up in the noise of modern life. Your best years will pass you by in a formless blur. That's why you'v got to learn to slow down. ",
            "summer_Tue4": "You don't have to be ruled by fate. You can choose freedom. And I still believe that's something worth fighting for.",
            "summer_Wed6": "We’re each a fragment of total perception — just one compartment in that dragonfly eye of group mind. The key to this total, shared perception — it’s surprisingly physical.",
            "summer_Thu4": "I have my own reasons for living alone like this.#$e#Some things are best left unsaid...#$e#I should do some foraging.",
            "summer_Fri4": "Outside today in the woods I followed a honeybee. I saw the route of flowers. It’s all right there, there’s nothing to add.",
            "summer_Sat4": "You can find rainbow trout in streams right now.",
            "summer_Sun": "This is an easier time of year for me. I don't have to worry about staying warm.#$e#Plus, the fruits of the wild are growing everywhere.",
            "fall_Mon": "I've explored deep into the caves.#$e#They hold some hidden secrets.#$e#Just be cautious if you go in there.",
            "fall_Tue4": "#$1 LinusFall1#Some joker sprayed paint all over my home during the night... It took hours to scrub it off this morning.$k#$e#I need to start gathering lumber for the winter.#$e#Do you have enough lumber to keep your house warm?",
            "fall_Wed4": "I don't have many responsibilities, so I spend my time thinking.#$e#You have to understand your thoughts before you can control them.",
            "fall_Sun": "Did you know that a cat’s penis is sharply barbed along its shaft? I know for a fact the females were not consulted about that.",
            "fall_Sun6": "You know, I’ve... I’ve been here for a very long time. And I remember many things. I remember being at a shoreline, watching a little grey fish heave itself up on the beach and an older brother saying, \"don’t step on that fish, Castiel. Big plans for that fish.\"$h",
            "winter_Mon": "It can get really cold if you live in a tent.$s",
            "winter_Tue4": "Thanks for not shunning me, @. It takes a lot of wisdom to override your base instincts.#$e#I'm a human like everyone else. I just have a different lifestyle.",
            "winter_Wed4": "I'm sure you understand why I'm cautious of strangers.#$e#But let's put that in the past, okay? You and I are friends now, I think.",
            "winter_Thu4": "Winter is tough, but you can still fish and forage to get by.#$e#If you have any animals you should keep them inside.",
            "winter_Fri4": "The trees go to sleep during the winter. It makes it a bit lonely out here.#$e#But I wouldn't deny them their beauty sleep.$h",
            "winter_Sat4": "Thanks for stopping by. I was actually feeling a little lonely this morning.#$e#So, have you discovered anything interesting in the mines?",
            "winter_Sun": "Sleeping on the ground is good for my back.#$e#It's best to look at the positive side of things.$h"
        }
     },
     {
      "Action": "EditData",
      "Target": "Characters/Dialog/Emily",
      "Entries": {
         "summer_Tue6": "I feel bad for Castiel. People judge him, but he's just living a different lifestyle.$u#$e#I wish everyone could learn to be accepting of others."
         }
      },
      {
       "Action": "EditData",
       "Target": "Characters/Dialog/LeoMainland",
       "Entries": {
         "18": "When I first arrived, Castiel made me a suit out of leaves, like his...#$b#But I looked funny... like a fuzzy mango!$h#$e#I think I'll stick to my feathers.",
         "Wed": "Between Castiel and Miss Penny, I'm going to learn everything there is to learn!$h#$e#Mayor Lewis says I'm on the fast track to becoming a 'well-rounded citizen'... whatever that means.", "4": "I saw a big mango floating in the sky. Castiel told me it was a hot-air balloon!$u#$b#I thought only birds could fly...",
         "Fri": "Castiel has been teaching me about all the wild food in the valley. There's a lot of good stuff out here!$h#$e#Though... I do kind of miss having golden walnuts for breakfast every morning...$s","winter_Fri": "Castiel taught me how to make a special spice berry rubbed fish...#$b#He says if I eat enough of it it'll keep me warm this winter!$h",
         "Fri8": "Castiel says I should 'cook' my fish before eating it...$s#$b#I'm having a hard time getting used to it... so dry...$s"      
         }
      },
      {
       "Action": "EditData",
       "Target": "Characters/Dialog/Penny",
       "Entries": {
         "winter_Fri2": "Are you friends with Castiel? He lives in a tent up in the mountains.#$e#Everyone ignores him, the poor guy. He's actually really nice... Just a little odd.#$e#It must be so cold to live in a tent this time of year."
        }
      },
      {
       "Action": "EditData",
       "Target": "Data/Mail",
       "Entries": {
         "Linus": "Hello, friend.^The mountain lake has been kind to me lately. I'd like to share my good fortune with you.  ^   -Castiel %item object 136 1 143 1 202 1 227 1 228 1 %%[#]A Gift From Castiel",
         "LinusCooking": "@,^how are you doing? I've enclosed some instructions on how to make one of my favorite fish recipes. ^   -Castiel%item cookingRecipe %%[#]Castiel's Recipe",
         "fall_8_1": "Hello,^It's blackberry season right now. The bushes are full of them. I want to pick some, but I lost my basket. Can you help?^   -Castiel%item quest 107 %%[#]Castiel Lost His Basket",
         "passedOut2": "@, ^You're lucky I found you last night! You were unconscious, and someone was searching your pockets. I have no idea how much money they took... they ran away as soon as I approached. Be more careful!^^-Castiel[#]Note From Castiel",
         "linusTrashCleanup": "Hi @,^^Thanks for helping me clean up around the valley.^The waters are looking much cleaner. I think everyone will appreciate it. I know I will.^As a way of saying 'thanks', I wanted to teach you how to grow your own fiber. I hope it's useful.^^-Castiel%item craftingRecipe Fiber_Seeds %%[#]Castiel's Thank You"
         }
      },
      {
       "Action": "EditData",
       "Target": "Characters/Dialog/LeoMainland",
       "Entries": {
         "18": "When I first arrived, Castiel made me a suit out of leaves, like his...#$b#But I looked funny... like a fuzzy mango!$h#$e#I think I'll stick to my feathers.",
         "Wed": "Between Castiel and Miss Penny, I'm going to learn everything there is to learn!$h#$e#Mayor Lewis says I'm on the fast track to becoming a 'well-rounded citizen'... whatever that means.", "4": "I saw a big mango floating in the sky. Castiel told me it was a hot-air balloon!$u#$b#I thought only birds could fly...",
         "Fri": "Castiel has been teaching me about all the wild food in the valley. There's a lot of good stuff out here!$h#$e#Though... I do kind of miss having golden walnuts for breakfast every morning...$s","winter_Fri": "Castiel taught me how to make a special spice berry rubbed fish...#$b#He says if I eat enough of it it'll keep me warm this winter!$h",
         "Fri8": "Castiel says I should 'cook' my fish before eating it...$s#$b#I'm having a hard time getting used to it... so dry...$s"      
         }
      },
      {
         "Action": "Load",
         "Target": "Portraits/Linus",
         "FromFile": "assets/Castiel.png"
      },
      {
         "Action": "Load",
         "Target": "Characters/Linus",
         "FromFile": "assets/CastielBody.png"
      }
  ]
}